def get_my_data():
    return {
        "consumer": {
            "name": 'ТОВ "ЕНЕРГЕТИК"',
            "ipn": "44564146",
            "edrpou": "44564146",
            "status": "Активний",
            "legal_address": {
                "street": "вул. Енергетична",
                "building": "12",
                "office": "45",
                "index": "79000",
                "city": "Львів",
                "country": "Україна",
            },
            "postal_address": {
                "street": "вул. Промислова",
                "building": "8",
                "office": "12",
                "index": "79000",
                "city": "Львів",
                "country": "Україна",
            },
            "note": "Оренда частини об’єктів",
        },
        "bank_accounts": [
            {
                "bank": "АТ Ощадбанк",
                "mfo": "300465",
                "iban": "UA123004650000000026001234567",
                "purpose": "Основний рахунок",
            },
            {
                "bank": "АТ ПриватБанк",
                "mfo": "305299",
                "iban": "UA893052990000026007012345678",
                "purpose": "Резервний рахунок",
            },
        ],
        "contracts": [
            {
                "number": "OE-EE-1-2022/1",
                "status": "Активний",
                "active_tko_count": 2,
                "date_from": "01.01.2022",
                "date_to": "31.12.2026",
                "manager": {
                  "name": "Іван Петренко",
                  "phone": "+380671112233",
                  "email": "manager@okko.ua",
                  },
                "note": "Основний договір по мережі АЗК",
                "metering_points": [
                    {
                        "name": "АЗК Львів 1",
                        "eic": "56X1234567890123",
                        "address": "м. Львів, вул. Зелена, 10",
                        "status": "Активна",
                        "note": "Оренда",
                        "periods": [
                            {
                                "from": "01.01.2024",
                                "to": "31.12.2024",
                                "status": "Закритий період",
                            },
                            {
                                "from": "01.01.2025",
                                "to": "діє",
                                "status": "Активний період",
                            },
                        ],
                    },
                    {
                        "name": "АЗК Київ 2",
                        "eic": "56X9876543210000",
                        "address": "м. Київ, просп. Перемоги, 50",
                        "status": "Активна",
                        "note": "",
                        "periods": [
                            {
                                "from": "01.03.2025",
                                "to": "діє",
                                "status": "Активний період",
                            },
                        ],
                    },
                ],
            },
            {
                "number": "OE-EE-2-2023/4",
                "status": "Завершений",
                "active_tko_count": 0,
                "date_from": "01.01.2023",
                "date_to": "31.12.2023",
                "manager": {
                  "name": "Іван Петренко",
                  "phone": "+380671112233",
                  "email": "manager@okko.ua",
                  },
                "note": "Основний договір по мережі АЗК",
                "metering_points": [
                    {
                        "name": "АЗК Львів 1",
                        "eic": "56X1234567890123",
                        "address": "м. Львів, вул. Зелена, 10",
                        "status": "Неактивна",
                        "note": "Попередній договір",
                        "periods": [
                            {
                                "from": "01.01.2023",
                                "to": "31.12.2023",
                                "status": "Закритий період",
                            },
                        ],
                    },
                ],
            },
        ],
    }